Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Double-click text
ar: انقر نقرا مزدوجا فوق النص
ca: Feu doble clic al text
cs: Poklepejte na text
da: Dobbeltklik på tekst
de: Doppelklick auf Text
el: Κάντε διπλό κλικ στο κείμενο
es: Doble clic en el texto
fa: دوبار کلیک روی متن
fi: Kaksoisnapsauta tekstiä
fr: Double-clic sur un texte
he: לחץ פעמיים על טקסט
hr: Dupli klik na tekst
hu: Kattintson duplán a szövegre
id: Klik dua kali teks
it: Doppio clic sul testo
ja: テキストをダブルクリック
ko: 텍스트 두 번 클릭
ms: Klik dua kali teks
nl: Dubbelklik op tekst
no: Dobbeltklikk på tekst
pl: Kliknij dwukrotnie tekst
pt_br: Clicar duas vezes no texto
pt_pt: Clique duas vezes no texto
ro: Faceți dublu clic pe text
ru: Двойное нажатие на текст
sk: Dvakrát kliknite na text
sl: Dvokliknite besedilo
sv: Dubbelklicka på text
th: ดับเบิลคลิกข้อความ
tr: Metni çift tıkla
uk: Подвійне клацання тексту
ur: متن پر ڈبل کلک کریں۔
vi: Bấm đúp vào văn bản
zh_hans: 连按两次文本
zh_hant: 按兩下文字

source: Double-click to reset
ar: انقر نقرًا مزدوجًا لإعادة التعيين
ca: Feu doble clic per restablir
cs: Poklepáním provedete reset
da: Dobbeltklik for at nulstille
de: Zum Zurücksetzen doppelklicken
el: Κάντε διπλό κλικ για επαναφορά
es: Doble clic para restablecer
fa: برای بازنشانی دوبار کلیک کنید
fi: Palauta kaksoisnapsauttamalla
fr: Double-cliquez pour réinitialiser
he: לחץ פעמיים כדי לאפס
hr: Dvaput kliknite za resetiranje
hu: Kattintson duplán a visszaállításhoz
id: Klik dua kali untuk mengatur ulang
it: Fai doppio clic per reimpostare
ja: ダブルクリックでリセット
ko: 재설정하려면 두 번 클릭하세요.
ms: Klik dua kali untuk menetapkan semula
nl: Dubbelklik om te resetten
no: Dobbeltklikk for å tilbakestille
pl: Kliknij dwukrotnie, aby zresetować
pt_br: Clique duas vezes para redefinir
pt_pt: Clique duas vezes para redefinir
ro: Faceți dublu clic pentru a reseta
ru: Дважды нажмите, чтобы сбросить
sk: Dvojitým kliknutím obnovíte
sl: Dvokliknite za ponastavitev
sv: Dubbelklicka för att återställa
th: ดับเบิลคลิกเพื่อรีเซ็ต
tr: Sıfırlamak için çift tıklayın
uk: Двічі клацніть, щоб скинути
ur: دوبارہ ترتیب دینے کے لیے ڈبل کلک کریں۔
vi: Nhấp đúp để đặt lại
zh_hans: 连按两次以重置
zh_hant: 按兩下以重置

source: Double-tap the device to pick a screenshot from Photos or Files.
ar: انقر نقرًا مزدوجًا على الجهاز لالتقاط لقطة شاشة من الصور أو الملفات.
ca: Fes doble toc al dispositiu per triar una captura de pantalla de Fotos o Fitxers.
cs: Dvojitým klepnutím na zařízení vyberte snímek obrazovky z fotografií nebo souborů.
da: Dobbelttryk på enheden for at vælge et skærmbillede fra Fotos eller Filer.
de: Doppeltippen Sie auf das Gerät, um einen Screenshot aus „Fotos“ oder „Dateien“ auszuwählen.
el: Πατήστε δύο φορές τη συσκευή για να επιλέξετε ένα στιγμιότυπο οθόνης από τις Φωτογραφίες ή τα Αρχεία.
es: Toca dos veces el dispositivo para elegir una captura de pantalla de Fotos o Archivos.
fa: برای انتخاب اسکرین شات از Photos یا Files، روی دستگاه دوبار ضربه بزنید.
fi: Kaksoisnapauta laitetta valitaksesi kuvakaappaus Valokuvista tai Tiedostoista.
fr: Appuyez deux fois sur l'appareil pour choisir une capture d'écran dans Photos ou Fichiers.
he: הקש פעמיים על המכשיר כדי לבחור צילום מסך מתוך תמונות או קבצים.
hr: Dvaput dodirnite uređaj kako biste odabrali snimku zaslona iz fotografija ili datoteka.
hu: Koppintson duplán az eszközre, és válasszon képernyőképet a Fotók vagy Fájlok közül.
id: Ketuk dua kali perangkat untuk memilih tangkapan layar dari Foto atau File.
ja: デバイスをダブルタップして、写真またはファイルからスクリーンショットを選択します。
ko: 사진이나 파일에서 스크린샷을 선택하려면 기기를 두 번 탭하세요.
ms: Ketik dua kali pada peranti untuk memilih tangkapan skrin daripada Foto atau Fail.
nl: Dubbeltik op het apparaat om een screenshot te kiezen uit Foto's of Bestanden.
no: Dobbelttrykk på enheten for å velge et skjermbilde fra Bilder eller filer.
pl: Kliknij dwukrotnie urządzenie, aby wybrać zrzut ekranu ze Zdjęć lub Plików.
pt_br: Toque duas vezes no dispositivo para escolher uma captura de tela de Fotos ou Arquivos.
pt_pt: Toque duas vezes no dispositivo para escolher uma captura de ecrã de Fotos ou Ficheiros.
ro: Atingeți de două ori dispozitivul pentru a alege o captură de ecran din Fotografii sau Fișiere.
sk: Dvojitým klepnutím na zariadenie vyberiete snímku obrazovky z fotografií alebo súborov.
sl: Dvakrat tapnite napravo, da izberete posnetek zaslona iz fotografij ali datotek.
sv: Dubbeltryck på enheten för att välja en skärmdump från Foton eller Filer.
th: แตะสองครั้งที่อุปกรณ์เพื่อเลือกภาพหน้าจอจากรูปภาพหรือไฟล์
ur: فوٹوز یا فائلز سے اسکرین شاٹ لینے کے لیے ڈیوائس کو دو بار تھپتھپائیں۔
vi: Nhấn đúp vào thiết bị để chọn ảnh chụp màn hình từ Ảnh hoặc Tệp.
zh_hans: 双击设备即可从照片或文件中选择屏幕截图。

source: Double-tap to reset
ar: انقر نقرًا مزدوجًا لإعادة التعيين
ca: Fes doble toc per restablir
cs: Dvojitým klepnutím resetujete
da: Dobbelttryk for at nulstille
de: Zum Zurücksetzen doppeltippen
el: Πατήστε δύο φορές για επαναφορά
es: Toca dos veces para restablecer
fa: برای بازنشانی دو بار ضربه بزنید
fi: Palauta kaksoisnapauttamalla
fr: Appuyez deux fois pour réinitialiser
he: הקש פעמיים כדי לאפס
hr: Dodirnite dvaput za poništavanje
hu: Koppintson duplán a visszaállításhoz
id: Ketuk dua kali untuk mengatur ulang
it: Tocca due volte per reimpostare
ja: ダブルタップでリセット
ko: 재설정하려면 두 번 탭하세요.
ms: Ketik dua kali untuk menetapkan semula
nl: Dubbeltik om te resetten
no: Dobbelttrykk for å tilbakestille
pl: Kliknij dwukrotnie, aby zresetować
pt_br: Toque duas vezes para redefinir
pt_pt: Toque duas vezes para redefinir
ro: Atingeți de două ori pentru a reseta
ru: Дважды коснитесь, чтобы сбросить
sk: Dvojitým klepnutím obnovíte
sl: Dvakrat tapnite za ponastavitev
sv: Dubbeltryck för att återställa
th: แตะสองครั้งเพื่อรีเซ็ต
tr: Sıfırlamak için çift dokunun
uk: Двічі торкніться, щоб скинути
ur: دوبارہ ترتیب دینے کے لیے دو بار تھپتھپائیں۔
vi: Nhấn đúp để đặt lại
zh_hans: 轻点两下以重置
zh_hant: 點兩下以重置

source: Download
ar: تحميل
ca: Descarregar
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
he: הורד
hr: preuzimanje
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
ms: Muat turun
nl: Downloaden
no: Last ned
pl: Pobierz
pt_br: Baixar
pt_pt: Descarregar
ro: Descărcați
ru: Сохранить
sk: Stiahnuť
sl: Prenos
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ کریں۔
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Downloading %lld%%
ar: جارٍ تنزيل %1$lld%%
ca: S'està baixant %lld%%
cs: Stahování %1$lld%%
da: Downloader %1$lld%%
de: Download: %1$lld%%
el: Λήψη %1$lld%%
es: Descargando %1$lld%%
fa: در حال دانلود %1$lld%%
fi: Ladataan %1$lld%%
fr: Téléchargement (%1$lld %%)
he: מוריד את %1$lld%%
hr: Preuzimanje %1$lld%%
hu: %1$lld%% letöltése
id: Mengunduh %1$lld%%
it: Scaricamento %lld%%
ja: ダウンロード中 %1$lld%%
ko: %1$lld%% 다운로드 중
ms: Memuat turun %1$lld%%
nl: %1$lld%% downloaden
no: Laster ned %1$lld%%
pl: Pobieranie %1$lld%%
pt_br: Baixando %1$lld%%
pt_pt: Baixando %1$lld%%
ro: Se descarcă %1$lld%%
ru: Загрузка: %lld%%
sk: Sťahuje sa %1$lld%%
sl: Prenašanje %1$lld%%
sv: Laddar ned %1$lld%%
th: กำลังดาวน์โหลด %1$lld%%
tr: İndiriliyor: %%%lld
uk: Завантаження %lld%%
ur: ڈاؤن لوڈ ہو رہا ہے %1$lld%%
vi: Đang tải xuống %1$lld%%
zh_hans: 正在下载 %1$lld%%
zh_hant: 正在下載 %lld%%

source: Downloading from iCloud…
ar: جارٍ التنزيل من iCloud…
ca: S'està baixant des de iCloud...
cs: Stahování z iCloud…
da: Downloader fra iCloud...
de: Wird aus iCloud geladen…
el: Λήψη από iCloud…
es: Descargando desde iCloud…
fa: در حال دانلود از iCloud…
fi: Ladataan kohteesta iCloud…
fr: Téléchargement depuis iCloud…
he: מוריד מ-iCloud...
hr: Preuzimanje s iCloud…
hu: Letöltés innen: iCloud…
id: Mengunduh dari iCloud…
it: Scaricamento da iCloud…
ja: iCloud からダウンロード中…
ko: iCloud에서 다운로드 중…
ms: Memuat turun dari iCloud…
nl: Downloaden van iCloud…
no: Laster ned fra iCloud …
pl: Pobieram z iCloud…
pt_br: Baixando do iCloud…
pt_pt: Baixando de iCloud…
ro: Se descarcă de pe iCloud…
ru: Загрузка из iCloud…
sk: Sťahuje sa z iCloud…
sl: Prenašanje iz storitve iCloud…
sv: Laddar ner från iCloud...
th: กำลังดาวน์โหลดจาก iCloud...
tr: iCloud'dan indiriliyor…
uk: Завантаження з iCloud…
ur: iCloud سے ڈاؤن لوڈ ہو رہا ہے…
vi: Đang tải xuống từ iCloud…
zh_hans: 正在从 iCloud 下载…
zh_hant: 正在從 iCloud 下載…

source: Downloading screenshot
ar: جارٍ تنزيل لقطة الشاشة
ca: S'està baixant la captura de pantalla
cs: Stahování snímku obrazovky
da: Downloader skærmbillede
de: Screenshot wird heruntergeladen
el: Λήψη στιγμιότυπου οθόνης
es: Descargando captura
fa: در حال دانلود اسکرین‌شات
fi: Ladataan kuvakaappausta
fr: Téléchargement de la capture d'écran
he: מוריד צילום מסך
hr: Preuzimanje snimke zaslona
hu: Képernyőkép letöltése
id: Mengunduh tangkapan layar
it: Scaricamento screenshot
ja: スクリーンショットをダウンロード中
ko: 스크린샷 다운로드 중
ms: Memuat turun tangkapan skrin
nl: Schermafbeelding downloaden
no: Laster ned skjermbilde
pl: Pobieram zrzut ekranu
pt_br: Baixando captura de tela
pt_pt: Baixando captura de ecrã
ro: Se descarcă captură de ecran
ru: Загрузка скриншота
sk: Sťahuje sa snímka obrazovky
sl: Prenašanje posnetka zaslona
sv: Laddar ner skärmdump
th: กำลังดาวน์โหลดภาพหน้าจอ
tr: Ekran görüntüsü indiriliyor
uk: Завантаження знімка екрана
ur: اسکرین شاٹ ڈاؤن لوڈ ہو رہا ہے۔
vi: Đang tải xuống ảnh chụp màn hình
zh_hans: 正在下载截图
zh_hant: 正在下載螢幕截圖

source: Drag a row's header to reorder. Use **⌘D** to duplicate a selected row, or use the row header/menu actions.
ar: اسحب رأس الصف لإعادة ترتيبه. استخدم **⌘D** لتكرار صف محدد، أو استخدم إجراءات رأس الصف/القائمة.
ca: Arrossegueu la capçalera d'una fila per reordenar. Utilitzeu **⌘D** per duplicar una fila seleccionada o utilitzeu les accions de la capçalera/menú de la fila.
cs: Přetažením záhlaví řádku změníte pořadí. Pomocí **⌘D** duplikujte vybraný řádek nebo použijte akce záhlaví řádku/nabídky.
da: Træk en rækkes overskrift for at omarrangere. Brug **⌘D** til at duplikere en valgt række, eller brug rækkeoverskriften/menuhandlingerne.
de: Ziehen Sie die Kopfzeile einer Zeile, um sie neu anzuordnen. Verwenden Sie **⌘D**, um eine ausgewählte Zeile zu duplizieren, oder verwenden Sie die Zeilenkopf-/Menüaktionen.
el: Σύρετε την κεφαλίδα μιας σειράς για αναδιάταξη. Χρησιμοποιήστε το **⌘D** για να αντιγράψετε μια επιλεγμένη σειρά ή χρησιμοποιήστε τις ενέργειες κεφαλίδας/μενού γραμμής.
es: Arrastre el encabezado de una fila para reordenar. Utilice **⌘D** para duplicar una fila seleccionada, o utilice las acciones del menú/encabezado de fila.
fa: برای مرتب کردن مجدد سرصفحه یک ردیف را بکشید. از **⌘D** برای کپی کردن یک ردیف انتخابی استفاده کنید، یا از عملکردهای سرصفحه/منوی ردیف استفاده کنید.
fi: Järjestä uudelleen vetämällä rivin otsikkoa. Käytä **⌘D** monistaaksesi valitun rivin tai käytä rivin otsikko-/valikkotoimintoja.
fr: Faites glisser l'en-tête d'une ligne pour la réorganiser. Utilisez **⌘D** pour dupliquer une ligne sélectionnée ou utilisez les actions d'en-tête de ligne/de menu.
he: גרור כותרת של שורה כדי לסדר מחדש. השתמש ב-**⌘D** כדי לשכפל שורה שנבחרה, או השתמש בפעולות כותרת/תפריט של השורה.
hr: Povucite zaglavlje retka da promijenite redoslijed. Upotrijebite **⌘D** za dupliciranje odabranog retka ili upotrijebite radnje zaglavlja retka/izbornika.
hu: Az átrendezéshez húzza egy sor fejlécét. Használja a **⌘D** billentyűt egy kiválasztott sor megkettőzéséhez, vagy használja a sorfejléc/menüműveleteket.
id: Seret header baris untuk menyusun ulang. Gunakan **⌘D** untuk menduplikasi baris yang dipilih, atau gunakan tindakan header/menu baris.
ja: 行のヘッダーをドラッグして並べ替えます。 **⌘D** を使用して選択した行を複製するか、行ヘッダー/メニュー アクションを使用します。
ko: 재정렬하려면 행 헤더를 드래그하세요. **⌘D**를 사용하여 선택한 행을 복제하거나 행 헤더/메뉴 작업을 사용하세요.
ms: Seret pengepala baris untuk menyusun semula. Gunakan **⌘D** untuk menduplikasi baris yang dipilih atau gunakan tindakan pengepala baris/menu.
nl: Sleep de kop van een rij om de volgorde te wijzigen. Gebruik **⌘D** om een ​​geselecteerde rij te dupliceren, of gebruik de rijkop-/menuacties.
no: Dra overskriften på en rad for å omorganisere. Bruk **⌘D** for å duplisere en valgt rad, eller bruk radoverskriften/menyhandlingene.
pl: Przeciągnij nagłówek wiersza, aby zmienić jego kolejność. Użyj **⌘D**, aby zduplikować wybrany wiersz lub użyj nagłówka/menu wiersza.
pt_br: Arraste o cabeçalho de uma linha para reordenar. Use **⌘D** para duplicar uma linha selecionada ou use o cabeçalho da linha/ações do menu.
pt_pt: Arraste o cabeçalho de uma linha para reordenar. Use **⌘D** para duplicar uma linha selecionada ou use o cabeçalho da linha/ações do menu.
ro: Trageți antetul unui rând pentru a reordona. Utilizați **⌘D** pentru a duplica un rând selectat sau utilizați antetul rândului/acțiunile din meniu.
sk: Presunutím hlavičky riadka zmeníte poradie. Pomocou **⌘D** duplikujte vybratý riadok alebo použite akcie hlavičky riadka/ponuky.
sl: Če želite preurediti, povlecite glavo vrstice. Uporabite **⌘D** za podvojitev izbrane vrstice ali uporabite dejanja glave vrstice/menija.
sv: Dra en rads rubrik för att ändra ordning. Använd **⌘D** för att duplicera en vald rad, eller använd radrubriken/menyåtgärderna.
th: ลากส่วนหัวของแถวเพื่อเรียงลำดับใหม่ ใช้ **⌘D** เพื่อทำซ้ำแถวที่เลือก หรือใช้การดำเนินการกับส่วนหัวของแถว/เมนู
ur: دوبارہ ترتیب دینے کے لیے قطار کے ہیڈر کو گھسیٹیں۔ منتخب قطار کو ڈپلیکیٹ کرنے کے لیے **⌘D** کا استعمال کریں، یا قطار ہیڈر/مینو کی کارروائیوں کا استعمال کریں۔
vi: Kéo tiêu đề của hàng để sắp xếp lại. Sử dụng **⌘D** để sao chép một hàng đã chọn hoặc sử dụng các tác vụ trên tiêu đề/menu của hàng.
zh_hans: 拖动行的标题以重新排序。使用 **⌘D** 复制选定的行，或使用行标题/菜单操作。

source: Drag a row's header to reorder. Use **⌘D** to duplicate a selected row.
ar: اسحب رأس الصف لإعادة ترتيبه. استخدم **⌘D** لتكرار الصف المحدد.
ca: Arrossegueu la capçalera d'una fila per reordenar. Utilitzeu **⌘D** per duplicar una fila seleccionada.
cs: Přetažením záhlaví řádku změníte pořadí. Pomocí **⌘D** duplikujte vybraný řádek.
da: Træk en rækkes overskrift for at omarrangere. Brug **⌘D** til at duplikere en valgt række.
de: Ziehen Sie die Kopfzeile einer Zeile, um sie neu anzuordnen. Verwenden Sie **⌘D**, um eine ausgewählte Zeile zu duplizieren.
el: Σύρετε την κεφαλίδα μιας σειράς για αναδιάταξη. Χρησιμοποιήστε το **⌘D** για να αντιγράψετε μια επιλεγμένη σειρά.
es: Arrastre el encabezado de una fila para reordenar. Utilice **⌘D** para duplicar una fila seleccionada.
fa: برای مرتب کردن مجدد سرصفحه یک ردیف را بکشید. از **⌘D** برای کپی کردن یک ردیف انتخاب شده استفاده کنید.
fi: Järjestä uudelleen vetämällä rivin otsikkoa. Käytä **⌘D** monistaaksesi valitun rivin.
fr: Faites glisser l'en-tête d'une ligne pour la réorganiser. Utilisez **⌘D** pour dupliquer une ligne sélectionnée.
he: גרור כותרת של שורה כדי לסדר מחדש. השתמש ב-**⌘D** כדי לשכפל שורה שנבחרה.
hr: Povucite zaglavlje retka da promijenite redoslijed. Koristite **⌘D** za dupliciranje odabranog retka.
hu: Az átrendezéshez húzza egy sor fejlécét. A **⌘D** segítségével másoljon egy kiválasztott sort.
id: Seret header baris untuk menyusun ulang. Gunakan **⌘D** untuk menduplikasi baris yang dipilih.
ja: 行のヘッダーをドラッグして並べ替えます。 **⌘D** を使用して、選択した行を複製します。
ko: 재정렬하려면 행 헤더를 드래그하세요. 선택한 행을 복제하려면 **⌘D**를 사용하세요.
ms: Seret pengepala baris untuk menyusun semula. Gunakan **⌘D** untuk menduplikasi baris yang dipilih.
nl: Sleep de kop van een rij om de volgorde te wijzigen. Gebruik **⌘D** om een ​​geselecteerde rij te dupliceren.
no: Dra overskriften på en rad for å omorganisere. Bruk **⌘D** for å duplisere en valgt rad.
pl: Przeciągnij nagłówek wiersza, aby zmienić jego kolejność. Użyj **⌘D**, aby zduplikować wybrany wiersz.
pt_br: Arraste o cabeçalho de uma linha para reordenar. Use **⌘D** para duplicar uma linha selecionada.
pt_pt: Arraste o cabeçalho de uma linha para reordenar. Use **⌘D** para duplicar uma linha selecionada.
ro: Trageți antetul unui rând pentru a reordona. Folosiți **⌘D** pentru a duplica un rând selectat.
sk: Presunutím hlavičky riadka zmeníte poradie. Pomocou **⌘D** duplikujte vybratý riadok.
sl: Če želite preurediti, povlecite glavo vrstice. Use **⌘D** to duplicate a selected row.
sv: Dra en rads rubrik för att ändra ordning. Använd **⌘D** för att duplicera en vald rad.
th: ลากส่วนหัวของแถวเพื่อเรียงลำดับใหม่ ใช้ **⌘D** เพื่อทำซ้ำแถวที่เลือก
ur: دوبارہ ترتیب دینے کے لیے قطار کے ہیڈر کو گھسیٹیں۔ منتخب قطار کو ڈپلیکیٹ کرنے کے لیے **⌘D** کا استعمال کریں۔
vi: Kéo tiêu đề của hàng để sắp xếp lại. Sử dụng **⌘D** để sao chép một hàng đã chọn.
zh_hans: 拖动行的标题以重新排序。使用 **⌘D** 复制选定的行。

source: Drag and drop a PNG / JPEG onto a template to attach it as a device screenshot. A device shape is auto-created if needed.
ar: قم بسحب وإسقاط PNG / JPEG في قالب لإرفاقه كلقطة شاشة للجهاز. يتم إنشاء شكل الجهاز تلقائيًا إذا لزم الأمر.
ca: Arrossegueu i deixeu anar un PNG/JPEG a una plantilla per adjuntar-lo com a captura de pantalla del dispositiu. Una forma de dispositiu es crea automàticament si cal.
cs: Přetažením PNG / JPEG na šablonu ji připojte jako snímek obrazovky zařízení. V případě potřeby se automaticky vytvoří tvar zařízení.
da: Træk og slip en PNG / JPEG på en skabelon for at vedhæfte den som et enhedsskærmbillede. En enhedsform oprettes automatisk, hvis det er nødvendigt.
de: Zieh ein PNG / JPEG auf eine Vorlage, um es als Geräte-Screenshot einzusetzen. Bei Bedarf wird automatisch eine Geräteform erstellt.
el: Σύρετε και αποθέστε ένα PNG / JPEG σε ένα πρότυπο για να το επισυνάψετε ως στιγμιότυπο οθόνης συσκευής. Ένα σχήμα συσκευής δημιουργείται αυτόματα εάν χρειάζεται.
es: Arrastra un PNG / JPEG a una plantilla para usarlo como captura del dispositivo. Si hace falta, se crea automáticamente una forma de dispositivo.
fa: یک PNG / JPEG را روی اسکرین‌شات بکشید و رها کنید تا به‌عنوان اسکرین‌شات دستگاه قرار گیرد. در صورت نیاز، شکل دستگاه خودکار ساخته می‌شود.
fi: Vedä ja pudota PNG / JPEG malliin liittääksesi sen laitteen kuvakaappauksena. Laitteen muoto luodaan tarvittaessa automaattisesti.
fr: Faites glisser un PNG / JPEG sur un modèle pour l'insérer comme capture d'écran de l'appareil. Une forme d'appareil est créée automatiquement si nécessaire.
he: גרור ושחרר PNG / JPEG לתבנית כדי לצרף אותה כצילום מסך של מכשיר. צורת מכשיר נוצרת אוטומטית במידת הצורך.
hr: Povucite i ispustite PNG / JPEG na predložak da biste ga priložili kao snimku zaslona uređaja. Oblik uređaja se automatski kreira ako je potrebno.
hu: Húzza át a PNG / JPEG elemet egy sablonra, hogy eszköz képernyőképeként csatolja. Szükség esetén automatikusan létrejön egy eszközforma.
id: Seret dan lepas PNG / JPEG ke template untuk melampirkannya sebagai tangkapan layar perangkat. Bentuk perangkat dibuat secara otomatis jika diperlukan.
it: Trascina un PNG / JPEG su un modello per associarlo come screenshot del dispositivo. Se necessario, viene creata automaticamente una forma dispositivo.
ja: PNG / JPEG をテンプレートにドラッグ&ドロップすると、デバイスのスクリーンショットとして取り付けられます。必要に応じてデバイス図形が自動的に作成されます。
ko: PNG / JPEG를 템플릿에 드래그 앤 드롭하면 기기 스크린샷으로 첨부됩니다. 필요하면 기기 도형이 자동으로 만들어집니다.
ms: Seret dan lepaskan PNG / JPEG pada templat untuk melampirkannya sebagai tangkapan skrin peranti. Bentuk peranti dibuat secara automatik jika perlu.
nl: Sleep een PNG/JPEG naar een sjabloon om deze als apparaatscreenshot toe te voegen. Indien nodig wordt er automatisch een apparaatvorm gemaakt.
no: Dra og slipp en PNG / JPEG på en mal for å legge den ved som en enhetsskjermdump. En enhetsform blir automatisk opprettet om nødvendig.
pl: Przeciągnij i upuść PNG / JPEG na szablon, aby dołączyć go jako zrzut ekranu urządzenia. W razie potrzeby kształt urządzenia jest tworzony automatycznie.
pt_br: Arraste e solte um PNG / JPEG em um modelo para anexá-lo como uma captura de tela do dispositivo. Uma forma de dispositivo é criada automaticamente, se necessário.
pt_pt: Arraste e solte um PNG / JPEG em um modelo para anexá-lo como uma captura de ecrã do dispositivo. Uma forma de dispositivo é criada automaticamente, se necessário.
ro: Trageți și plasați un PNG/JPEG pe un șablon pentru a-l atașa ca captură de ecran a dispozitivului. O formă de dispozitiv este creată automat dacă este necesar.
ru: Перетащите PNG / JPEG на шаблон, чтобы вставить его как скриншот устройства. При необходимости фигура устройства создается автоматически.
sk: Presuňte myšou PNG / JPEG na šablónu a priložte ju ako snímku obrazovky zariadenia. V prípade potreby sa automaticky vytvorí tvar zariadenia.
sl: Povlecite in spustite PNG / JPEG na predlogo, da jo priložite kot posnetek zaslona naprave. Oblika naprave se po potrebi samodejno ustvari.
sv: Dra och släpp en PNG / JPEG på en mall för att bifoga den som en enhetsskärmdump. En enhetsform skapas automatiskt vid behov.
th: ลากและวาง PNG / JPEG ลงบนเทมเพลตเพื่อแนบเป็นภาพหน้าจอของอุปกรณ์ รูปร่างของอุปกรณ์จะถูกสร้างขึ้นโดยอัตโนมัติหากจำเป็น
tr: Bir PNG / JPEG dosyasını aygıt ekran görüntüsü olarak eklemek için bir şablonun üzerine sürükleyip bırakın. Gerekirse otomatik olarak bir aygıt şekli oluşturulur.
uk: Перетягніть PNG / JPEG на шаблон, щоб вставити його як знімок екрана пристрою. За потреби фігуру-пристрій буде створено автоматично.
ur: آلے کے اسکرین شاٹ کے طور پر منسلک کرنے کے لیے کسی ٹیمپلیٹ پر PNG / JPEG کو گھسیٹ کر چھوڑیں۔ اگر ضرورت ہو تو آلہ کی شکل خود بخود بن جاتی ہے۔
vi: Kéo và thả PNG / JPEG vào mẫu để đính kèm dưới dạng ảnh chụp màn hình thiết bị. Hình dạng thiết bị được tạo tự động nếu cần.
zh_hans: 将 PNG / JPEG 拖放到模板上，即可将其附加为设备截图。如有需要，会自动创建设备形状。
zh_hant: 將 PNG / JPEG 拖放到範本上，即可將其附加為裝置螢幕截圖。需要時會自動建立裝置形狀。
